{
    "unit": "Unit",
    "about": "About",
    "guide": "Guide",
    "score": "score",
    "return": "Return to Home Page",
    "SettingsPopUp" : {
        "settings": "Settings",
        "color_blind_mode": "Color Blind Mode",
        "language": "Language",
        "pass_criteria": "Pass Criteria",
        "none": "None",
        "done": "done"
    },
    "Lesson": {
        "key_of": "Key of",
        "lesson": "lesson",
        "the_chord": "The chord",
        "three_notes": "major is made up of these 3 notes",
        "parenthesis": "click on each to hear an example with that note",
        "ready_to_start": "This lesson will train your ear to recognise these 3 notes",
        "start": "start",
        "quit": "quit",
        "play": "play",
        "submit": "submit",
        "next": "next",
        "info": "Let's make it a bit harder. Now it will ask you to match 2 sounds with the same note but different scale.",
        "passed": "you passed!",
        "failed": "you did not score high enough, try again",
        "return": "Return to Unit",
        "page": "Page",
        "question1": "What do you hear?",
        "question2": "Which is the same note?",
        "question3": "What key do you hear?",
        "select": "Select the ",
        "note": " note."
    },
    "About": {
        "what": "What is Ear Trainer?",
        "what_content": "The Ear Trainer program is a fun and easy way to start learning how to recognize notes just by hearing them.",
        "how_do_i_learn": "How do I learn with Ear Trainer?",
        "how_do_i_learn_content1": "The ear trainer program takes you on a path around the Circle of Fifths, learning notes in one chord at a time.",
        "how_do_i_learn_content2": "There are three units each with 12 lessons (one for each key). Each unit builds on the last and increases in difficulty as you increase in skill.",
        "how_is_progress": "How is progress tracked?",
        "how_is_progress_content": "Once a lesson is completed, your progress will be updated. How to determine what constitutes a completed lesson can be applied in the settings. By default, completing all 10 questions regardless of score will award a completed lesson.",
        "why": "Why use Ear Trainer?",
        "why_content": "A strong inner ear is essential for understanding music composition. Great musicians have advanced listening skills that improve the quality of their performances, as well as the music creation process.",
        "who": "Who made Ear Trainer?",
        "who_content": "Hey, I'm Colby. I'm a software developer who recently decided to learn music but was struggling to improve my 'inner ear'. I couldn't find anything that directly helped with this so I decided to make my own tool. Feel free to connect with me on",
        "interested": "Interested in the code?",
        "interested_content": "Check it out on github",
        "here": "here"
    },
    "Guide": {
        "circle_of_fifths": "The Circle of Fifths",
        "circle_of_fifths_content1": "Starting with C and moving clockwise note to note (C to G to D to A, etc), you'll notice that after 12 notes we return back to our starting point. This cyclical nature is called the circle of fifths and is one of the most fundamental principles in all of music theory.",
        "circle_of_fifths_content2": "If you pick one of the 12 notes in the circle, it along with the note to the right, and the note 4 to the right, are the notes that create the chord of that key.",
        "circle_of_fifths_content3": "Ear Trainer progresses through this circle, with each lesson covering one chord at a time.",
        "scale": "Scale",
        "scale_content1": "A scale is a set of notes arranged in series, from one note to the same note an octave higher. Think, \"Do, re, mi, fa, so, la, ti, do.\"",
        "scale_content2": "Some questions in Ear Trainer will ask you to identify the same note but in a higher or lower octave."
    }
}