{
    "unit": "Unidad",
    "about": "Sobre",
    "guide": "Guía",
    "score": "puntaje",
    "SettingsPopUp" : {
        "settings": "Ajustes",
        "color_blind_mode": "El Modo Daltónico",
        "language": "Idioma",
        "pass_criteria": "Criterios de Aprobación",
        "none": "Nada",
        "done": "fin"
    },
    "Lesson": {
        "key_of": "Tonalidad de",
        "lesson": "clase",
        "the_chord": "El acorde",
        "three_notes": "mayor es compuesto por estos 3 notas",
        "parenthesis": "haga clic en cada para escuchar un ejemplo con esta nota",
        "ready_to_start": "Esta clase a entrenar tu oido a reconocer estos 3 notas",
        "start": "iniciar",
        "quit": "dejar",
        "play": "toca",
        "submit": "enviar",
        "next": "siguiente",
        "info": "Hagamos uno un poco mas difícil. Ahora le preguntará para que concuerde 2 sonidos con la misma nota pero tono diferente.",
        "passed": "¡Pasaste!",
        "failed": "No anotaste lo suficiente, inténtelo de nuevo",
        "return": "Volver a Unidad",
        "page": "Página",
        "question1": "¿Qué escuchas?",
        "question2": "¿Que es la misma nota?",
        "question3": "¿Qué nota escuchas?",
        "select": "Seleccionar el ",
        "note": " nota."
    },
    "About": {
        "what": "¿Qué es Ear Trainer?",
        "what_content": "El programa Ear Trainer es una forma fácil y divertida de comenzar a aprender a reconocer notas con solo escucharlas.",
        "how_do_i_learn": "¿Cómo aprendo con Ear Trainer?",
        "how_do_i_learn_content1": "El Ear Trainer programa lo lleva por un camino alrededor del Círculo de Quintas, aprendiendo notas en un acorde a la vez.",
        "how_do_i_learn_content2": "Hay tres unidades cada una con 12 lecciones (una para cada tecla). Cada unidad se basa en la última y aumenta en dificultad a medida que aumenta su habilidad.",
        "how_is_progress": "¿Cómo se pista el progreso?",
        "how_is_progress_content": "Una vez que se completa una lección, se actualizará su progreso. Cómo determinar qué constituye una lección completa se puede aplicar en la configuración. De forma predeterminada, completar las 10 preguntas independientemente de la puntuación otorgará una lección completa.",
        "why": "¿Por qué usar Ear Trainer",
        "why_content": "Un oído interno fuerte es esencial para comprender la composición musical. Los grandes músicos tienen habilidades auditivas avanzadas que mejoran la calidad de sus interpretaciones, así como el proceso de creación musical.",
        "who": "¿Quien hizo Ear Trainer",
        "who_content": "Hola, soy Colby. Soy un desarrollador de software que recientemente decidió aprender música pero estaba luchando por mejorar su 'oído interno'. No pude encontrar nada que ayudara directamente con esto, así que decidí hacer mi propia herramienta. ¡Siéntase libre de conectarse conmigo en",
        "interested": "¿Interesado en el codigo?",
        "interested_content": "Échale un vistazo en github",
        "here": "aquí",
        "return": "Volver a Página Casa"
    }
}